{"translation-revision-date":"2025-06-18 16:01+0900","generator":"WP-CLI\/2.12.0","source":"src\/admin\/components\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ja","plural-forms":"nplurals=2; plural=(n != 1);"},"Easy Paidy payment setup":["ペイディ決済らくらく設定"],"Start easy Paidy payment setup":["らくらく設定を始める"],"Status: Under review":["ステータス: 審査中です"],"Thank you for your application. We will notify you of the results via email and dashboard.":["お申し込みありがとうございました。審査結果はメールおよびダッシュボードにて通知いたします。"],"The review process may take up to 10 business days.":["審査には最大10営業日かかることがございます。"],"Inquiries regarding screening: sales@paidy.com":["審査に関するお問い合わせ：sales@paidy.com"],"Status: Approved":["ステータス: 審査は承認されました"],"The review has been completed and the merchant agreement has been concluded.":["審査が完了し、加盟店契約が成立いたしました。"],"For terms of use, please check the terms and conditions notification email sent by Paidy Inc.":["ご利用条件は株式会社 Paidy から送信されるメールの条件通知書をご確認ください。"],"We recommend setting the Webhook URL in the Paidy merchant management screen before publishing in production mode. Set the Webhook URL to the following value.":["本番モードで公開前にWebhook URLをペイディ加盟店管理画面へ設定することを推奨します。Webhook URLには次の値を設定してください。"],"[Common for test and production]":["[テスト・本番共通]"],"Please refer to the manual for information on the Paidy merchant management screen.":["ペイディ加盟店管理画面についてはマニュアルをご覧ください。"],"Status: Rejected":["ステータス: 審査は否決されました"],"After careful and repeated review, we regret to inform you that we have decided to postpone the transaction at this time.":["慎重に審査を重ねました結果、誠に申し訳ございませんが、今回はお取引を見送らせていただくこととなりました。"],"We sincerely apologize for not being able to meet your expectations.":["このたびはご希望に添えない結果となり、誠に申し訳ございません。"],"Please understand that we cannot provide details about the content of the review.":["審査内容の詳細については、お答えいたしかねますのでご了承ください。"]}}}